---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.MultiReferenceAnnotationFailures
source: html/04d6c5cb-ef10-4f90-1e7d-7b0c0cec396d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MultiReferenceAnnotationFailures

Failures about MultiReferenceAnnotations.

## Syntax (C#)
```csharp
public static class MultiReferenceAnnotationFailures
```